# try:

#     print('здраствуйте вы в компании ГДЕ ВЫ ХОТИТЕ ОДЫХАТЬ')
#     choose = int(input('нажмите на 1 что бы открыть самый лудший кафе в оше \nнажмите на 2 что бы найти отель \nнажите на 3 что бы найти спа \nнажмите на 4 что бы пойти погулать \nнажмите на 5 что бы узнать где самый большой маркет'))
#     if choose == 1:
#         print('кафе Улык Ата')
#         print('кафе Семейный')
#         print('кафе Алтынай')
#         print('кафе Али Повор')
#     if choose == 2:
#         print('отель нур')
#         print('отель Алай')
#         print('отель классик')
#     if choose == 3:
#         print('спа пристиш')
#         print('спа жаннат')
#         print('спа долот')
#     if choose == 4:
#         print('сулайман тоо')
#         print('наваи парк')
#         print('токтогул парк')
#     if choose == 5:
#         print('маркет глобус')
#         print('маркет азия')
#         print('маркет оазис')
#     else:
#         print('такой команды нет')
# except ValueError:
#     print('у вас не коректный ввод')